Repository: aginies/easy_tag
Catalog: locale/*/LC_MESSAGES/watermark_app.po
Languages: fr

source: Watermark App
fr: Application de Filigrane

source: Exit
fr: Quitter

source: About
fr: À propos

source: About Filigrane App
fr: À propos de l'Application de Filigrane

source: Select Image(s)
fr: Sélectionner Image(s)

source: Watermark Text
fr: Texte du Filigrane

source: Backup Directory (to store Watermaked images)
fr: Dossier de Sauvegarde (pour stocker les images avec filigrane)

source: Add Watermark
fr: Ajouter un Filigrane

source: No image(s) Selected
fr: Aucune image(s) sélectionnée(s)

source: Select File(s)
fr: Sélectionner Fichier(s)

source: Selected File(s): {selected_files_str}
fr: Fichier(s) sélectionné(s): {selected_files_str}

source: Choose Backup Directory
fr: Choisir le Dossier de Sauvegarde

source: JPEG Compression (0=none; 95=Strong)
fr: Compression JPEG (0=aucune; 95=forte)

source: About Watermark App
fr: À propos de l'Application de Filigrane

source: Watermark/Filigrane App Version 2.3 This app add a Watermark to images Licence GPL2 Project Open Source on GitHub:
fr: Application de Filigrane Version 2.3 Cette application ajoute un filigrane aux images Licence GPL2 Projet Open Source sur GitHub :

source: Input Error
fr: Erreur d'Entrée

source: Please select an Image
fr: Veuillez sélectionner une image

source: Please enter a Watermark text
fr: Veuillez entrer un texte de filigrane

source: Processing Error
fr: Erreur de Traitement

source: An error occurred during image processing: {err}
fr: Une erreur s'est produite lors du traitement de l'image : {err}

source: Watermark Error
fr: Erreur de Filigrane

source: An error occurred while adding the filigrane: {err}
fr: Une erreur s'est produite lors de l'ajout du filigrane : {err}
